{
    "gmeta": [
        {
            "adrf-000138": {
                "mimetype": "application/json",
                "content": {
                    "title": "UMETRICS Employee Micro Core",
                    "keywords": [
                        "Administrative data",
                        "award activity",
                        "awards and funding",
                        "award expense transaction",
                        "collaboration networks",
                        "economic and social value of research",
                        "graduate students and postdoctoral researchers",
                        "research activity",
                        "research impact",
                        "science of innovation",
                        "scientific productivity",
                        "and scientific workforce"
                    ],
                    "dataset_id": "adrf-000138",
                    "file_names": [
                        "adrf-000138-ncses_umetrics_micro_employee.csv"
                    ],
                    "description": "UMETRICS Employee Micro Core contains a subset of UMETRICS Employee data. UMETRICS consists of administrative data on member universities' research employment and expenditures. UMETRICS Employee data consists of per-month transactions with member university employees, with information such as the associated award number, employee's job title, occupational classification, and FTE status. The UMETRICS Employee Micro Core is a subset of this dataset, limited to the awards found in the UMETRICS Semester Core dataset. It is also limited to the years 2012-2015.",
                    "temporal_coverage_start": "2012",
                    "temporal_coverage_end": "2015",
                    "geographical_coverage": [
                        ""
                    ],
                    "geographical_unit": [
                        ""
                    ],
                    "dataset_documentation": [
                        "UMETRICS_micro_employee.xlsx"
                    ],
                    "access_actions_required": "No Disclosure Agreement (NDA) is required to access and use this dataset",
                    "access_requirements": "No Disclosure Agreement (NDA)",
                    "data_usage_policy": "These data are being provided for educational purposes for use in Applied Data Analytics program. Dataset may only be accessed and used by ADRF users who are members of a course using these data.",
                    "category": "Administrative Data",
                    "dataset_version": 1,
                    "dataset_version_date": 1573055069,
                    "source_url": "",
                    "reference_url": "",
                    "data_classification": "Restricted",
                    "data_steward": "Julia Lane",
                    "data_steward_organization": "Coleridge Initiative",
                    "source_archive": "",
                    "data_provider": "Institute for Research on Innovation and Science (IRIS)",
                    "dataset_citation": "The underlying data can be cited as: The Institute for Research on Innovation & Science (IRIS). IRIS UMETRICS 2019 Data Release: Core Files. Ann Arbor, MI: IRIS [distributor], 2019-04-01, doi: 10.21987/2apb-6f73",
                    "files_total": 1,
                    "files": [
                        {
                            "file_name": "adrf-000138-ncses_umetrics_micro_employee.csv",
                            "columns_metadata": {
                                "﻿cfda": {
                                    "description": "A five-digit CFDA (Catalog of Federal Domestic Assistance) number retrieved from the unique_award_number that universities submit. This number is assigned to awards to represent the source of funding. If the first two digits are between 10 and 98, awards are federally funded. If the first two digits range between 00 and 09, or 99, sources of awards are most likely non-federal",
                                    "provided-type": "Text",
                                    "categorical": false,
                                    "categories": []
                                },
                                "emp_number": {
                                    "description": "IRIS-generated unique identifier assigned to all personnel being paid by awards",
                                    "provided-type": "Text",
                                    "categorical": false,
                                    "categories": []
                                },
                                "fed_awd_num_std": {
                                    "description": "Unique identifier specifying a federal award; this is the same as the unique_award_number but with the CFDA number and white spaces removed. Null if CFDA is missing or the CFDA number indicates a non-federal award, i.e., a CFDA starting with two digit numbers between 00 and 09, or 99",
                                    "provided-type": "Text",
                                    "categorical": false,
                                    "categories": []
                                },
                                "fte_status": {
                                    "description": "Designation of the status of the funded personnel (e.g., full time = 1.0, half time = .5); FTE is a university specific, not an award specific field; the value ranges between 0 and 1",
                                    "provided-type": "Numeric",
                                    "categorical": false,
                                    "categories": []
                                },
                                "institution_id": {
                                    "description": "IRIS-generated unique identifier assigned to each IRIS member university for de-identification purposes. Values are four or five digit numbers",
                                    "provided-type": "Int",
                                    "categorical": false,
                                    "categories": []
                                },
                                "job_title": {
                                    "description": "Job or occupation title assigned to the funded personnel by IRIS member universities",
                                    "provided-type": "Text",
                                    "categorical": false,
                                    "categories": []
                                },
                                "object_code": {
                                    "description": "Internal object code or other expense type category assigned to a transaction to identify payment purposes or resources",
                                    "provided-type": "Text",
                                    "categorical": false,
                                    "categories": []
                                },
                                "occupational_class": {
                                    "description": "Job classification provided by IRIS member universities",
                                    "provided-type": "Text",
                                    "categorical": false,
                                    "categories": []
                                },
                                "period_end_date": {
                                    "description": "End of period in which a monthly expense transaction took place; each period end day is the last day of a month: e.g., 3/30/2008 or 12/31/2014",
                                    "provided-type": "Date",
                                    "categorical": false,
                                    "categories": []
                                },
                                "period_start_date": {
                                    "description": "Beginning of period in which a monthly expense transaction took place; each period start day is the first day of a month: e.g., 4/1/2009 or 10/1/2015",
                                    "provided-type": "Date",
                                    "categorical": false,
                                    "categories": []
                                },
                                "proportion_earnings_allocated": {
                                    "description": "Calculated portion of earnings charged by funded personnel to the award in the specified period. This is not actual salary or dollar amounts, the value ranges between 0 and 1 depending on how much of the salary is derived from an award",
                                    "provided-type": "Numeric",
                                    "categorical": false,
                                    "categories": []
                                },
                                "recipient_account_number": {
                                    "description": "A university's internal account number to uniquely identify each project; typically an accounting code used to allocate funds received from an award",
                                    "provided-type": "Text",
                                    "categorical": false,
                                    "categories": []
                                },
                                "soc_code": {
                                    "description": "Standard Occupational Classification codes that are required for federal agency reporting (http://www.bls.gov/soc/); each occupation in the SOC is placed within one of 23 major groups",
                                    "provided-type": "Text",
                                    "categorical": false,
                                    "categories": []
                                },
                                "umetrics_occupational_class": {
                                    "description": "Job classification generated by IRIS; jobs are categorized into 6 major aggregate groups (Faculty, Staff, Post Graduate Research, Graduate Student, Undergraduate, and Other). The Staff group is further classified into 6 categories (Clinical, Research, Research Facilitation, Technical Support, Instructional, Other Staff)",
                                    "provided-type": "Text",
                                    "categorical": false,
                                    "categories": []
                                },
                                "unique_award_number": {
                                    "description": "University-generated unique identifier specifying an award and its funding source, made up of the 5-digit funding source code (e.g., CFDA number) and an award identifier. Award identifier may include the awarding agency's federal award ID (e.g., federal grant number, contract number, or loan number) or an internal award ID for non-federal awards. Values may include a space or dash in between them: e.g., “10.310 2010-12345-54321” (USDA example), “47.050 1234567” (NSF example), “93.865 2-R01-DK-012345-15-S1” (NIH example), “00.000 1234567” and “00.200 State Award 1” (Non-federal grant examples)",
                                    "provided-type": "Text",
                                    "categorical": false,
                                    "categories": []
                                }
                            }
                        }
                    ],
                    "related_articles": []
                }
            }
        }
    ]
}